---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsUpText
source: html/f00da014-e09f-b5c8-3921-220812ed55ba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsUpText Property

"Up Text"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsUpText { get; }
```